[{"id":"sddiydfb5","title":"4 Problem-Solving Reasons to Develop Core Values for Your Business","content":"We entrepreneurs crave competitive advantages. #amiright? That's why I want to talk about developing core values for your business, and four problems they can solve.\r\n\r\nCompetitive advantages allow our small businesses to get a toehold in an industry. They allow our work to begin to make a difference consistent with our mission and vision. And they allow our companies to survive the early stage and “make it” through to later stages of maturity, growth, and prosperity.\r\n\r\n1. You suspect there's something off with your brand positioning\r\nAre you a service professional who isn't quite sure why more prospective clients aren't saying yes to your proposals? Or, perhaps you're building a brand within a competitive market/niche and aren't attracting the levels of traffic and audience growth you expect. And maybe these trends have been real for a while, leading you to think there's something a bit off with how you're positioning yourself.\r\n\r\nIf you're having that feeling, trust it. Founders and entrepreneurs need to develop a credible sixth sense about their small businesses. This “Spidey sense” is a powerful ally in the struggle against all manner of operational and growth problems.\r\n\r\nThe problem here may be that your brand positioning just isn't differentiated enough from others in your market. That's where core values come in. Well-conceived core values add depth to your brand. They make you and your brand more authentic, original, and approachable. Ultimately, they serve as magnets that attract and captivate your intended “avatar”—the person you exist to serve and support—by sending clear signals that allow those individuals to match themselves with you.\r\n\r\nA word of caution: Don't only develop core values as a brand positioning booster. That risks creating shallow values that look and smell like a marketing gimmick. As we'll see later in this article, core values serve to solve a range of business challenges, many—if not most—of which are internal. An internal focus is good; it speaks to the true essence of core values—what your company believes and how it chooses to conduct itself. That's where the magic of authenticity and originality come from.\r\n\r\nSpeaking of internal challenges, one of the most common is getting on the same page with your business partner.\r\n\r\n2. You're struggling to maintain alignment with your business partner\r\nIf you have a business partner, you know the saying is true: a business partnership is much like a marriage. It's filled with hopes and dreams for the future as well as the messy realities of figuring out how to realize those aspirations.\r\n\r\nThe “figuring it out” demands of a business partnership are bumpy and unavoidable terrain. You will encounter differences of opinion. You will hit decision-making roadblocks. You will not always be on the same page. The goal, therefore, in nurturing a strong and successful relationship with your business partner is to be explicit and intentional about how the relationship will navigate those bumps when you encounter them.\r\n\r\nCore values offer a way across such troublesome terrain. They establish a set of shared principles for how to think and behave. They provide common ground to inform decision-making. They clarify the priorities of the business if and when such clarity gets lost in the fog of running the business.\r\n\r\nThe “conceived together” aspect of core values is critical. The effectiveness of core values is immediately and permanently compromised if you and your business partner didn't conceive them together. You both have to believe in them. You both need to respect them. And in times of difficulty, you both need to defend them. When you and your partner have a common cause for your core values, you're well-positioned to avoid misalignments that run the risk of undermining the relationship and sabotaging the business.\r\n\r\nCore values can also have positive effects on relationships beyond that of you and your business partner. Namely, if you have a team—especially if it's an in-house employee team—then core values are a phenomenal mechanism for instituting performance expectations and resolving performance-related issues.\r\n\r\n3. Some members of your team aren't performing at the required level\r\nBuilding a team is equally a paramount joy and hardship of a growing small business.\r\n\r\nOn the one hand, hiring talented people who bring new perspectives, absorb important responsibilities, and deliver needed results is perhaps the most freeing experience for an entrepreneur. If you've reached this moment in your business, then you're doing many things right. Congratulations!\r\n\r\nOn the other hand, many founders and entrepreneurs lack the background—and thus instincts and skills—to manage and nurture a team. It's hard work, far harder than it looks from the outside. Job-specific expectations need to be clear for each role. And company-wide standards need to exist to establish performance consistency across the team. As the business owner or co-owner, it's your job to maintain performance levels at all times.\r\n\r\nWhat do you do when someone's performance drops below your expectations? This will inevitably happen. Avoiding the situation because it's uncomfortable is irresponsible. Browbeating the person in punitive terms is not constructive or admirable. And giving soft and vague feedback because that's “being nice” is actually unkind because you deprive the person of a valuable learning opportunity they can use to develop and grow.\r\n\r\nInstead of falling into those traps, lean on your core values to guide your performance feedback.\r\nAssuming all of that is true, then your core values allow you to contextualize your performance feedback in terms of the company's core principles of thinking and behaving. Attitude problems and competency problems alike can be addressed by reflecting them against the established and sacred norms—the core values—of the business. While each person has unique job-level expectations, everyone should be held to the same standards of overall etiquette and performance as established by the core values.\r\n\r\nCore values aren't only useful for addressing performance issues within your team. They can also be instrumental in recruiting and hiring new talent. If you're struggling to find high-quality candidates for an open position, consider adding your core values into the recruiting mix.\r\n\r\n4. You're not attracting remarkable candidates\r\nPutting yourself out there for others to see and judge is an intimidating experience. That's as true in business as it is in dating and life. And it's exactly what awaits you when you reach that wonderfully dreadful moment of recruiting talent for your team.\r\n\r\nThe intimidation factor is stressful enough. Compounding it is the plausible scenario of not attracting qualified candidates for the position. The What's wrong with me? question is real and haunting. I've known many entrepreneurs who have grown doubtful, even cynical, of recruiting because they've struggled time and again to find a solid match for their open positions. I've felt that twinge before, too; it's like dating a lot and never finding that one person you click with.\r\n\r\nThere are many explanations for why you may not be garnering quality interest in your job. One big one is that the job description doesn't fully communicate how interesting your company is beyond the tactical details of the job itself. If you describe only the nuts and bolts of the job, you won't attract remarkable people looking for remarkable careers in remarkable workplaces and cultures. Point is: Your job description needs to illustrate much more than just the job; it needs to show the full breadth of your company's purpose and spirit.\r\n\r\nIncorporating core values into your outbound recruiting will attract more serious and qualified candidates. Further, once you begin interviewing those candidates, discussing your company's core values can help to establish deeper chemistry with them. This can play a significant or even decisive role in convincing a candidate that your company is right for them.\r\n\r\nThose four problems are merely the beginning. Once you've created your core values and begun gaining confidence in using them, look for other problem areas in your business that may be addressed by applying your values to them.\r\n\r\nAs you go, remember that integrity is the overarching essence of core values. When that integrity is real and pronounced through your values, you'll find yourself equipped with a competitive advantage more powerful than just about anything you could hope for to operate and grow your business."},{"id":"u9pkoffm0","title":"What is social listening and why is it important?","content":"Oftentimes, people tend to think I don’t listen because of how much I talk. The truth is, for every second you don’t see me talking, I am listening intently. \r\n\r\nListening informs everything I do from the content I put out to the investments I make, and I take my cues straight from the source: consumers. Whether in business or in life, I have a genuine interest in human beings and what makes them tick. I’m always looking to understand what people are giving their attention to and why. While most brands and businesses are drowning their audiences in self-interested messaging and content, I know the real magic is in the trenches with real people doing hand-to-hand combat — reading and learning as I respond to comments, DMs, emails, tweets, and text messages. Since my early days at Wine Library, “social listening” has been the foundation of my business career.\r\n\r\n\r\nWe are living through the humanization of business. It’s no longer enough to just say how much you value your customers — you have to actually live it by providing real value and utility. The question then becomes, how can you serve an audience if you don’t know them? — their likes, dislikes, the stuff they think is amazing, and the stuff they think absolutely sucks. Social media gives you a direct line to all of the above. What this means for you is that there is an unprecedented amount of free market research available to you at any moment, if you’re willing to pay attention.\r\n\r\n\r\nWHAT EXACTLY IS SOCIAL LISTENING? \r\nLet me paint you a picture. Imagine that you’ve walked into a coffee shop and sat down next to a couple. They happen to be talking about your brand. What are the chances that you would sit there quietly? Absolutely none. I guarantee that you would introduce yourself, thank them for their business, and join the conversation. The benefit of social listening is that it presents this same exact opportunity, but online and at scale. Every Twitter mention, hashtag, Instagram comment or DM is yet another coffee shop conversation you get to join. \r\n\r\nSocial listening is the process of mining social media platforms and websites for mentions or conversations about your brand, products or services, industry, or competitors, and using those insights to frame your next steps. Listening holds the keys to everything you need to know about how your brand, product, or service is being received, as well as emerging trends and how consumers actually feel. Ignore it, and you leave behind invaluable information. Use it correctly, and you’ll learn how to maximize your content creation, product development, customer service, and marketing so that it resonates with your target audience. \r\n\r\nHere is some of the information you can track with social listening: \r\n\r\n1)Your brand/business name and social media handles \r\n2)Your products\r\n3)Your branded hashtags\r\n4)Your slogans\r\n5)Relevant unbranded hashtags \r\n6)Industry-specific keywords\r\n7)Competitors’ brand names/handles/products/slogans\r\n\r\nAnalyzing this information allows you to understand social sentiment, or how people are feeling about your brand. More importantly, it lets you understand it in real time. I can’t stress enough how vital this is, but let me put it into context. \r\n\r\nWhere is the first place people typically go to search something? Google, right? If you ask me, the better answer would be Twitter. Twitter search is the lowest-hanging fruit when it comes to social listening. Literally, go to Twitter.com/search, type in a keyword, hit enter, and you can now see exactly what’s being said about your brand at any given moment. Better yet, you can respond! Google is great, but it doesn’t allow you to create context and build real relationships with the end user. If you want to up your social listening game, Twitter search is the key. \r\n\r\nReal time search and real time listening is my favorite way to get consumer insights at scale. There are lots of resources available — check out this list of the best social media listening tools…however, there’s a ton you can do on your own. Just dig in. "},{"id":"z0r1iapyi","title":"WHEN I SAY NO","content":"one of the ways I keep my work tasks manageable is by saying \"No\" a lot.\r\n\r\nThis is my main thought on \"No\" : it can be really hard to say it, but it's WAY HARDER to not say it and sign on to something you can't or don't want to do. Ultimately, saying \"no\" is better for you and the person you're saying it to. Who wants to work with an uninterested participant? No one.\r\n\r\nI got a few questions about what I say \"No\" to or how I draw the boundaries. I haven't really thought it through, so it was interesting for me to dive deeper into this. It turns out that for me, there are five big hoops any one request has to get through. There are always exceptions, but for the most part, quickly asking and answering these questions can help me decide yes or no about a project or opportunity.\r\n\r\n*Please note, this is all work related. Saying \"no\" to personal things is less technical.\r\n\r\nIs there a decent financial payoff? If yes, a project has cleared hoop one and I'm going to consider it. If no, I might say yes, but it needs to be worth it on the other four aspects. Speaking at WDS is a perfect example of something that didn't pay me but was an absolute swish through the remaining four hoops making it worth the amount of work.\r\n\r\nDoes it match up with my current mission? Because I've blogged for nine years about a variety of things, I get a variety of requests for \"partnerships.\" Sometimes people want me to blog about or contribute to articles about wedding things or scrapbooking things or military things or baby things. Obviously these are all interesting areas, but they don't make sense for what I'm working on and sharing right now. Opportunities that are DIY project, craft, small-business or goal-setting focused tend to get my attention these days.\r\n\r\nIs the timeline reasonable? I hate to scramble. I'm never going to deliberately commit myself to a scramble.\r\n\r\nWhat's the opportunity cost? Every time I sign on to anything I'm signing away my free time, time with Ellerie, time with Paul, time for my own blog, time for my own business. Is this option worth that sacrifice? This is the big one. A lot of smaller projects get passed up because I know that energy needs to be spent elsewhere.\r\n\r\nDoes it make me excited? I'm looking to connect with a project. This is really a gut feeling but to put it into words: I can tell it's a good fit when I immediately have an idea for where I could take this. The Canon sponsored posts (here's one of those) are a perfect example... when that opportunity came up, my brain was whirling with project ideas and I couldn't get started fast enough. The \"this is so exciting!\" projects are the ones that keep this interesting.\r\n\r\nI wouldn't suggest that these five questions work for everyone or every field. I couldn't have used these questions five (or even two!) years ago because I was still figuring out what I was doing. I had to try a lot of things to learn what actually made sense. I continue to experiment with timelines and work loads to find what's the best. When I was just getting started, every opportunity felt exciting (which is great and normal!) but experience helped me realize the difference between \"new-project rush\" and \"lasting, motivating rush.\"\r\n\r\nI don't doubt that as I get older, my family gets older and my business gets older my \"no\" threshold will change again. That evolution is all part of this.\r\n\r\nMy recommendation if you're struggling with saying \"No\" is to really think about what your priorities are. They are most likely different than mine. Consider past projects that succeeded and past projects that sucked. What were the differences? How can you set boundaries to avoid the bad ones for next time?"},{"id":"7za8b64e7","title":"The Apple Slice","content":"Here’s what I want to tell you today. I want to tell you that, if my words are causing vibrations that are running opposite to the truths you hold – sound waves striking dissonance or resistance or choppiness in the good and worthy balance you’ve been working toward, close this browser.\r\n\r\nThere is a difference between being actively challenged and being passively influenced.\r\n\r\nThe first is to arrive with a softened heart and an open mind, but with searching eyes and tuned-in ears, both promising to look, to see, to listen, to hear. What am I reading? Why am I reading this? What does it mean for me? Is this a truth I am going to believe? Is this is a perspective I am seeking to adopt?\r\n\r\nThe second is quite the opposite.\r\n\r\nThe first happens, for me, when I am quiet, and contemplative, and the toddler is napping and the dishwasher is humming and I would really, truly like to read something that makes my soul stir.\r\n\r\nThe second happens, for me, in another manner entirely. It’s hopping on my phone to Google a recipe in the grocery store and I find myself habitually opening Instagram – oh, I’m sorry, I’m totally in your way, let me move over here by the oranges – and gracious, that stir fry photo she just posted looks way better than the sautéed kale I’d planned for, and yes, I have snap peas at home, maybe I should pick up some water chestnuts and sesame oil?\r\n\r\nExcept that, most times, it’s not about stir fry at all.\r\n\r\nI’m in the bathroom now, and the toddler is loudly splashing, and the dogs are barking and the day has been long and hard and kind of heavy. And your sunlit corner loft, the one by the fiddle leaf fig tree and the sheer curtains, book on lap, bustling city below? That looks pretty nice right now. I want that instead. I want to trade the truth I’ve arrived at – that this life of messy all-in suburban motherhood is precisely what I want – for a single slice of your life that looks appealing when my eyes are glazed over and my heart is tired.\r\n\r\nWe know we’re not supposed to grocery shop when hungry. We know the result – a cart full of empty choices that make us salivate but will not nourish. And yet, we do this every day, right here. We blink at the screen, our thumbs scrolling down, down, down. Another sunset. Another macaroon. Another fiddle leaf fig tree.\r\n\r\nWe are starving, our hunger insatiable. And we mindlessly, accidentally, subconsciously fill our grocery carts – these beautiful minds – with empty choices that make us salivate but will not nourish.\r\n\r\nI’m in the bedroom now, and the toddler is asleep and Ken is out of town and the day has been long and hard and kind of heavy. And your date night, the one with the candles and the poetry and the guitar solo he sang for you? That looks pretty nice right now. I want that instead. I want to trade the truth I’ve arrived at – that love means service and comfort and taking out the trash – for a single slice of your life that looks appealing when my eyes are glazed over and my heart is tired.\r\n\r\nI’m sorry, I’m totally in your way, let me move over here by the oranges.\r\n\r\nI’m in the kitchen now, and the toddler has thrown a tantrum, and the day has been long and hard and kind of heavy. And your smiling family portrait, the one in the orange grove where you’re wearing the chambray dress? That looks pretty nice right now. I want that instead. I want to trade the truth I’ve arrived at – that my family is precisely the gift I need and that our struggles are uniquely suited for us – for a single slice of your life that looks appealing when my eyes are glazed over and my heart is tired.\r\n\r\nI am Eve, trading gardens for apples.\r\nI am Erin, trading here for there.\r\n\r\nNow for then.\r\n\r\nWhen for if.\r\n\r\nAnd so, here is what I want to tell you. If reading the book of my life takes you away from the path you believe you are intended for, and the truth that you have arrived at, then please, put me back on the shelf.\r\n\r\nNext to the apple.\r\n\r\nThere might be a season where messages of slowing, or minimizing, or lessening, might be encouraging for you. And yet, perhaps this is your season of more. Perhaps this is your season of tasting and seeing and knowing it is good.\r\n\r\nIf so, I’ll be here, and you be there.\r\n\r\nI’ll wave to you.\r\n\r\nWe have both been given gardens.\r\n\r\nOur own Edens, worlds apart but sharing the sun."}]